/* 
  StorageManagement.strings
  CleanMyMac

  Created by Kryvoblotskyi Sergii on 2/6/17.
  Copyright © 2017 MacPaw. All rights reserved.
*/

"Scanning..." = "Scanning...";
"(%ld%% completed)" = "(%ld%% completed)";
"CleanMyMac is scanning your %@" = "CleanMyMac is scanning your %@";
"%@ of purgeable space has been found." = "%@ of purgeable space has been found.";
"Run CleanMyMac" = "Run CleanMyMac";
"There are series of items that can be removed without any loss to your system or private data. Run CleanMyMac to proceed with precise scan." = "There are series of items that can be removed without any loss to your system or private data. Run CleanMyMac to proceed with precise scan.";

"System Junk" = "System Junk";
"Photos Junk" = "Photos Junk";
"Mail Attachments" = "Mail Attachments";
"iTunes Junk" = "iTunes Junk";
"Trash Bins" = "Trash Bins";
